module.exports = {

    startMessage: '📍*CryptoClub - уникальный в своём роде проект, который перевернет ваше понимание рынка криптовалют!*\n\n' +
        'Это бесплатный 3-месячный марафон, где мы вместе с командой будем торговать криптой и готовить наши крипто-портфели к бурному 2024 году\n\n' +
        'Что вы найдете внутри:\n\n' +
        '• Аналитику и множество сделок\n' +
        '• Полноценное обучение анализу\n' +
        '• Авторские торговые связки\n' +
        '• 3 готовых крипто-портфеля\n' +
        '• Рекомендации по работе с биржей и личного наставника\n\n' +
        '*2024 год - год криптовалют*, в котором нас ждёт множество событий, позитивно влияющих на этот рынок\n\n' +
        'И наша задача как инвесторов - не упустить новый цикл роста, успев зайти в первый вагон этого поезда\n\n' +
        'Проект абсолютно бесплатный. Так не делает никто, но мы привыкли рвать шаблоны. Условие лишь одно - проект закрытый от посторонних глаз\n\n' +
        '*Если вы хотите присоединиться - жмите кнопку «УЧАСТВОВАТЬ»*',

    participationMessage: '📍КАК ПОПАСТЬ В НАШ ПРОЕКТ:\n\n' +
        'Что присоединится, вам необходимо создать торговый счёт по ссылке:\nhttps://partner.bybit.com/b/pleasure\n\n' +
        'Это лучшая на текущий момент биржа, обслуживающая РФ. Работать с криптовалютой советуем только там, если не хотите нарваться на санкции.\n\n' +
        '*После регистрации по* [нашей ссылке](https://partner.bybit.com/b/pleasure) *и нажмите кнопку  «ГОТОВО» ✅*',

    readyMessage: '📍*Отлично, почти закончили. Осталось только подтвердить регистрацию:*\n\n' +
        '• Отправьте боту идентификационный номер вашего аккаунта (UID) для подтверждения регистрации без дополнительных подписей, только цифры.\n\n' +
        '[Как узнать свой UID - инструкция](https://partner.bybit.com/b/pleasure)\n\n' +
        '• Нажмите кнопку «ПРОВЕРИТЬ»\n\n' +
        '_После подтверждения регистрации по нашей ссылке бот выдаст вам доступ в канал проекта, где будут сделки, обучение и дальнейшие инструкции_',

    onUidInputMessage: 'Похоже вы указали номер вашего аккаунта (UID)\nНажмите кнопку «ПРОВЕРИТЬ»',

    registrationFailed: '*Регистрация не подтверждена ❌*\n\n' +
        'В нашем проекте могут участвовать только подтверждённые пользователи\n\n' +
        'Пройдите регистрацию на бирже по ссылке ниже введите ваш UID и нажмите кнопку «ПРОВЕРИТЬ»\n\n' +
        '*Ссылка для регистрации* - https://partner.bybit.com/b/pleasure\n\n' +
        '_Если у вас уже есть аккаунт на Bybit и вы не знаете как создать новый, либо возникнут трудности с регистрацией, напишите в нашу поддержку - @pleasurehelp_',

    registrationSuccess: '*Регистрация подтверждена ✅*\n\n' +
        'Подавайте заявку в канал, где проходит проект - https://t.me/+oq9NMr6Jjxc1Zjli\n\n' +
        '_Заявка будет одобрена в течение 30 минут. Ожидайте_'
}
